{"file_name": "680d7d77-c0c7-49c8-88fd-f8ec623645e9.pdf", "text": "Scribe County Public Library\nTitle Author Publisher Genre Status\nBooks\nYoung Children's\nThe Very Hungry Caterpillar Eric Carle World Publishing Company Picture Available\nHop on Pop Dr. Seuss Random House Picture Checked Out\nThe Lorax Dr. Seuss Random House Picture Overdue\nThe Book With No Pictures B.J. Novak Dial Books Picture Available\nDon't Let the Pigeon Drive the Bus! Mo Willems Disney Hyperion Picture Available\nI Spy: Spooky Night Jean Marzollo, Walter Wick Scholastic Activity Checked Out\nI Spy: Mystery Jean Marzollo, Walter Wick Scholastic Activity Checked Out\nI Spy: Treasure Hunt Jean Marzollo, Walter Wick Scholastic Activity Overdue\nCan You See What I See? Walter Wick Scholastic Activity Overdue\nCan You See What I See? Dream Machine Walter Wick Scholastic Activity Available\nMiddle Grade\nThe Lightning Thief Rick Riordan Disney Hyperion Fantasy Available\nThe Titan's Curse Rick Riordan Disney Hyperion Fantasy Available\nThe Battle of the Labyrinth Rick Riordan Disney Hyperion Fantasy Checked Out\nThe Last Olympian Rick Riordan Disney Hyperion Fantasy Checked Out\nHarry Potter and the Sorcerer's Stone J. K. Rowling Scholastic Fantasy Checked Out\nHarry Potter and the Chamber of Secrets J. K. Rowling Scholastic Fantasy Overdue\nHarry Potter and the Prisoner of Azkaban J. K. Rowling Scholastic Fantasy Overdue\nGregor the Overlander Suzanne Collins Scholastic Fantasy Overdue\nThe Name of This Book Is Secret Psedonymus Bosch Little, Brown Fantasy Available\nThe Bad Beginning Lemony Snicket HarperCollins Gothic Fiction Available\nYoung Adult\nThe Hunger Games Suzanne Collins Scholastic Dystopian Available\nCatching Fire Suzanne Collins Scholastic Dystopian Available\nMockingjay Suzanne Collins Scholastic Dystopian Checked Out\nThe Lost Hero Rick Riordan Disney Hyperion Fantasy Checked Out\nThe Son of Neptune Rick Riordan Disney Hyperion Fantasy Checked Out\nThe Mark of Athena Rick Riordan Disney Hyperion Fantasy Checked OutThe House of Hades Rick Riordan Disney Hyperion Fantasy Overdue\nThe Blood of Olympus Rick Riordan Disney Hyperion Fantasy Overdue\nDivergent Veronica Roth HarperCollins Dystopian Overdue\nAdult\nJurassic Park Michael Crichton Alfred A. Knopf Science Fiction Overdue\nPrey Michael Crichton HarperCollins Science Fiction Available\nLord of the Rings J.R.R. Tolkien HarperCollins Fantasy Available\nA Game of Thrones George R.R. Martin Bantam Fantasy Available\nThe Crying of Lot 49 Thomas Pynchon J.B. Lippincott Realistic Fiction Available\nFahrenheit 451 Ray Bradbury Ballantine Dystopian Available\nThe Great Gatsby F. Scott Fitzgerald Simon & Schuster Realistic Fiction Checked Out\nBeloved Toni Morrison Alfred A. Knopf Historical Fiction Checked Out\nSilence Shūsaku Endō Macmillan Historical Fiction Checked Out\nInvisible Man Ralph Ellison Random House Historical Fiction Checked Out\n2001: A Space Odyssey Arthur C. Clarke New American Library Science Fiction Checked Out\nThe Hitchhiker's Guide to the Galaxy Douglas Adams Pan Books Science Fiction Overdue\n1984 George Orwell Signet Classic Dystopian Overdue\nDune Frank Herbert Chilton Books Science Fiction Overdue\nHeart of Darkness Joseph Conrad Random House Realistic Fiction Overdue\nPeriodicals\nThe New York Times News Available\nWashington Post News Available\nTime Magazine News Available\nFood Network Magazine Culinary Available\nSports Illustrated Sports Available\nDVD\nThe Hunger Games Francis Lawrence, Gary Ross Lionsgate Dystopian Overdue\nJurassic Park Stephen Spielberg Universal Science Fiction Available\nDune Denis Villenueve Warner Bros. Science Fiction Available\nThe Hitchhiker's Guide to the Galaxy Garth Jennings Touchstone Science Fiction Available\nThe Lightning Thief Chris Columbus 20th Century Fox Fantasy AvailableSpider-Man Sam Raimi Sony Superhero Available\nGuardians of the Galaxy James Gunn Marvel Studios Superhero Available\nStar Wars George Lucas 20th Century Fox Fantasy Checked Out\nHarry Potter and the Goblet of Fire Mike Newell Warner Bros. Fantasy Checked Out\nHalloween John Carpenter Compass International Horror Checked Out"}