{"file_name": "8f697523-6988-4c4f-8d72-760a45681f68.pdf", "text": "11Necropo litics \nAchille Mbembe \nTranslated by Libby Meintjes \nWa syo’ lukasa pebwe \nUmwime wa pita \n[He left his footprint on the stone \nHe himself passed on] \nLamba proverb, Zambia \nThis essay assumes that the ultimate expression of sovereignty resides, to a \nlarge degree, in the power and the capacity to dictate who may live and who \nmust die.1Hence, to kill or to allow to live constitute the limits of sovereignty, its \nPublic Culture 15(1): 11 – 40 \nCopyright © 2003 by Duke University Press This essay is the result of sustained conversations with Arjun Appadurai, Carol Breckenridge, and \nFranç oise Vergè s. Excerpts were presented at seminars and workshops in Evanston, Chicago, New \nYork, New Haven, and Johannesburg. Useful criticisms were provided by Paul Gilroy, Dilip Para- \nmeshwar Gaonkar, Beth Povinelli, Ben Lee, Charles Taylor, Crawford Young, Abdoumaliq Simone, \nLuc Sindjoun, Souleymane Bachir Diagne, Carlos Forment, Ato Quayson, Ulrike Kistner, David Theo \nGoldberg, and Deborah Posel. Additional comments and insights as well as critical support and \nencouragement were offered by Rehana Ebr-V ally and Sarah Nuttall. The essay is dedicated to my \nlate friend Tshikala Kayembe Biaya. \n1. The essay distances itself from traditional accounts of sovereignty found in the discipline of \npolitical science and the subdiscipline of international relations. For the most part, these accounts \nlocate sovereignty within the boundaries of the nation-state, within institutions empowered by the \nstate, or within supranational institutions and networks. See, for example, Sovereignty at the Millen- \nnium , special issue, Political Studies 47 (1999). My own approach builds on Michel Foucault’ s critique \nof the notion of sovereignty and its relation to war and biopower in Il faut dé fendre la socié té : Cours \nau Collè ge de France, 1975 – 1976 (Paris: Seuil, 1997), 37– 55, 75– 100, 125– 48, 213– 44. See also \nGiorgio Agamben, Homo sacer . Le pouvoir souverain et la vie nue (Paris: Seuil, 1997), 23– 80. Tfundamental attributes. To exercise sovereignty is to exercise control over mor- \ntality and to de/bullet5 ne life as the deployment and manifestatio n of power . \nOne could summarize in the above terms what Michel Foucault meant by \nbiopower : that domain of life over which power has taken control. 2But under\nwhat practical conditions is the right to kill, to allow to live, or to expose to death \nexercised? Who is the subject of this right? What does the implementatio n of \nsuch a right tell us about the person who is thus put to death and about the relation \nof enmity that sets that person against his or her murderer? Is the notion of \nbiopower suf/bullet5 cient to account for the contemporary ways in which the political, \nunder the guise of war, of resistance, or of the /bullet5 ght against terror, makes the mur- \nder of the enemy its primary and absolute objective? War, after all, is as much a \nmeans of achieving sovereignty as a way of exercising the right to kill. Imagining \npolitics as a form of war, we must ask: What place is given to life, death, and the \nhuman body (in particular the wounded or slain body)? How are they inscribed in \nthe order of power? \nPolitics, the Work of Death, and the “ Becoming Subject”\nIn order to answer these questions, this essay draws on the concept of biopower and \nexplores its relation to notions of sovereignty ( imperium ) and the state of excep- \ntion.3Such an analysis raises a number of empirical and philosophical questions I \nwould like to examine brie/bullet6 y. As is well known, the concept of the state of excep- \ntion has been often discussed in relation to Nazism, totalitarianism, and the con- \ncentration/ extermination camps. The death camps in particular have been inter- \npreted variously as the central metaphor for sovereign and destructive violence and \nas the ultimate sign of the absolute power of the negative. Says Hannah Arendt: \n“ There are no parallels to the life in the concentration camps. Its horror can never \nbe fully embraced by the imagination for the very reason that it stands outside of \nlife and death. ”4Because its inhabitants are divested of political status and reduced \nto bare life, the camp is, for Giorgio Agamben, “ the place in which the most absolute \nconditio inhumana ever to appear on Earth was realized. ”5In the political-juridical \nstructure of the camp, he adds, the state of exception ceases to be a temporal sus- Public Culture \n122. Foucault, Il faut dé fendre la socié té, 213–34.\n3. On the state of exception, see Carl Schmitt, La dictature , trans. Mira Kö ller and Dominique \nSé glard (Paris: Seuil, 2000), 210– 28, 235– 36, 250– 51, 255– 56; La notion de politique. Thé orie du \npartisan , trans. Marie-Louise Steinhauser (Paris: Flammarion, 1992). \n4. Hannah Arendt, The Origins of Totalitarianism (New York: Harvest, 1966), 444. \n5. Giorgio Agamben, Moyens sans /bullet5 ns. Notes sur la politique (Paris: Payot & Rivages, 1995), 50– 51. Necropolitics \n13pension of the state of law. According to Agamben, it acquires a permanent spatial \narrangement that remains continually outside the normal state of law. \nThe aim of this essay is not to debate the singularity of the extermination of the \nJews or to hold it up by way of example. 6I start from the idea that modernity was \nat the origin of multiple concepts of sovereignty — and therefore of the biopoliti- \ncal. Disregarding this multiplicity, late-modern political criticism has unfortu- \nnately privileged normative theories of democracy and has made the concept of \nreason one of the most important elements of both the project of modernity and of \nthe topos of sovereignty. 7From this perspective, the ultimate expression of sover- \neignty is the production of general norms by a body (the demos) made up of free \nand equal men and women. These men and women are posited as full subjects \ncapable of self-understanding, self-consciousness, and self-representatio n. Poli- \ntics, therefore, is de/bullet5 ned as twofold: a project of autonomy and the achieving of \nagreement among a collectivity through communication and recognition. This, we \nare told, is what differentiates it from war. 8\nIn other words, it is on the basis of a distinction between reason and unreason \n(passion, fantasy) that late-modern criticism has been able to articula te a certain \nidea of the political, the community, the subject — or, more fundamentally, of \nwhat the good life is all about, how to achieve it, and, in the process, to become a \nfully moral agent. Within this paradigm, reason is the truth of the subject and pol- \nitics is the exercise of reason in the public sphere. The exercise of reason is tan- \ntamount to the exercise of freedom, a key element for individual autonomy. The \nromance of sovereignty, in this case, rests on the belief that the subject is the \nmaster and the controlling author of his or her own meaning. Sovereignty is \ntherefor e de/bullet5 ned as a twofold process of self-institution and self-limitation (/bullet5x-\ning one’ s own limits for oneself). The exercise of sovereignty, in turn, consists in \nsociety’ s capacity for self-creation  through recourse to institutions inspired by \nspeci/bullet5 c social and imaginary signi/bullet5 cations. 9\nThis strongly normative reading of the politics of sovereignty has been the \n6. On these debates, see Saul Friedlander, ed., Probing the Limits of Representation: Nazism and \nthe “ Final Solution” (Cambridge: Harvard University Press, 1992); and, more recently, Bertrand \nOgilvie, “ Comparer l’ incomparable, ”  Multitudes , no. 7 (2001): 130– 66. \n7. See James Bohman and William Rehg, eds., Deliberative Democracy: Essays on Reason and \nPolitics (Cambridge: MIT Press, 1997); Jü rgen Habermas, Between Facts and Norms (Cambridge: \nMIT Press, 1996). \n8. James Schmidt, ed., What Is Enlightenment? Eighteenth-Century Answers and Twentieth-Century \nQuestions (Berkeley: University of California Press, 1996). \n9. Cornelius Castoriadis, L’ institution imaginaire de la socié té(Paris: Seuil, 1975) and Figures du\npensable (Paris: Seuil, 1999). object of numerous critiques, which I will not rehearse here. 10My concern is \nthose /bullet5 gures of sovereignty whose central project is not the struggle for auton- \nomy but the generalized instrumentalization  of human existence and the material \ndestruction of human bodies and populations . Such /bullet5 gures of sovereignty are far \nfrom a piece of prodigious insanity or an expression of a rupture between the \nimpulses and interests of the body and those of the mind. Indeed, they, like the \ndeath camps, are what constitute the nomos of the political space in which we \nstill live. Furthermore, contemporary experiences of human destruction suggest \nthat it is possible to develop a reading of politics, sovereignty, and the subject dif- \nferent from the one we inherited from the philosophical discourse of modernity. \nInstead of considering reason as the truth of the subject, we can look to other \nfoundational categories that are less abstract and more tactile, such as life and \ndeath.\nSigni/bullet5 cant for such a project is Hegel’ s discussion of the relation between \ndeath and the “ becoming subject. ”  Hegel’ s account of death centers on a bipartite \nconcept of negativity. First, the human negates nature (a negation exteriorized in \nthe human’ s effort to reduce nature to his or her own needs); and second, he or \nshe transforms the negated element through work and struggle. In transforming \nnature, the human being creates a world; but in the process, he or she also is \nexposed to his or her own negativity. Within the Hegelian paradigm, human \ndeath is essentially voluntary. It is the result of risks consciously assumed by the \nsubject. According to Hegel, in these risks the “ animal”  that constitutes the human \nsubject’ s natural being is defeated. \nIn other words, the human being truly becomes a subject — that is, separated \nfrom the animal — in the struggle and the work through which he or she con- \nfronts death (understood as the violence of negativity). It is through this con- \nfrontation with death that he or she is cast into the incessant movement of history. \nBecoming subject therefore supposes upholding the work of death. To uphold the \nwork of death is precisely how Hegel de/bullet5 nes the life of the Spirit. The life of the \nSpirit, he says, is not that life which is frightened of death, and spares itself \ndestruction , but that life which assumes death and lives with it. Spirit attains its \ntruth only by /bullet5 nding itself in absolute dismemberment. 11Politics is therefor e Public Culture \n1410. See, in particular, Paul Gilroy, The Black Atlantic: Modernity and Double Consciousness \n(Cambridge: Harvard University Press, 1993), especially chap. 2. \n11. G. W. F. Hegel, Phé nomé nologie de l’ esprit , trans. J. P. Lefebvre (Paris: Aubier, 1991). See also \nthe critique by Alexandre Kojè ve, Introduction à  la lecture de Hegel (Paris: Gallimard, 1947), espe- \ncially Appendix II, “ L’ idé e de la mort dans la philosophie de Hegel” ; and Georges Bataille, Oeuvres\ncomplè tes XII (Paris: Gallimard, 1988), especially “ Hegel, la mort et le sacri/bullet5 ce,”  326– 48, and “ Hegel, \nl’ homme et l’ histoire, ”  349– 69. Necropolitics \n15death that lives a human life. Such, too, is the de/bullet5 nition of absolute knowledge \nand sovereignty: risking the entirety of one’ s life. \nGeorges Bataille also offers critical insights into how death structures the idea \nof sovereignty, the political, and the subject. Bataille displaces Hegel’ s concep- \ntion of the linkages between death, sovereignty, and the subject in at least three \nways. First, he interprets death and sovereignty as the paroxysm of exchange and \nsuperabundanc e— or, to use his own terminology: excess . For Bataille, life is \ndefective only when death has taken it hostage. Life itself exists only in bursts \nand in exchange with death. 12He argues that death is the putrefaction of life, the \nstench that is at once the source and the repulsive condition of life. Therefore, \nalthough it destroys what was to be, obliterates what was supposed to continue \nbeing, and reduces to nothing the individual who takes it, death does not come \ndown to the pure annihilation of being. Rather, it is essentially self-consciousness; \nmoreover, it is the most luxurious form of life, that is, of effusion and exuber- \nance: a power of proliferation. Even more radically, Bataille withdraws death \nfrom the horizon of meaning. This is in contrast to Hegel, for whom nothing is \nde/bullet5 nitively lost in death; indeed, death is seen as holding great signi/bullet5 cation as a \nmeans to truth. \nSecond, Bataille /bullet5 rmly anchors death in the realm of absolute expenditure (the\nother characteristic of sovereignty), whereas Hegel tries to keep death within the \neconomy of absolute knowledge and meaning. Life beyond utility, says Bataille, \nis the domain of sovereignty. This being the case, death is therefore  the point at \nwhich destruction, suppression, and sacri/bullet5 ce constitute so irreversible and radical \nan expenditure — an expenditure without reserve — that they can no longer be \ndetermined as negativity. Death is therefor e the very principle of excess — an \nanti-economy . Hence the metaphor of luxury and of the luxurious character of \ndeath.\nThird, Bataille establishes a correlation  among death, sover eignty, and sexu- \nality. Sexuality is inextricably linked to violence and to the dissolution of the \nboundaries of the body and self by way of orgiastic and excremental impulses. As \nsuch, sexuality concerns two major forms of polarized human impulses — excre- \ntion and appropriation — as well as the regime of the taboos surrounding them. 13\nThe truth of sex and its deadly attributes reside in the experience of loss of the \nboundaries separating reality, events, and fantasized objects. \n12. See Jean Baudrillard, “ Death in Bataille, ”  in Bataille: A Critical Reader , ed. Fred Botting and \nScott Wilson (Oxford: Blackwell, 1998), especially 139– 41. \n13. Georges Bataille, Visions of Excess: Selected Writings, 1927– 1939 , trans. A. Stoekl (Min- \nneapolis: University of Minnesota Press, 1985), 94– 95. For Bataille, sovereignty therefore  has many forms. But ultima tely it is the \nrefusal to accept the limits that the fear of death would have the subject respect. \nThe sovereign world, Bataille argues, “ is the world in which the limit of death is \ndone away with. Death is present in it, its presence de/bullet5 nes that world of violence, \nbut while death is present it is always there only to be negated, never for anything \nbut that. The sovereign, ”  he concludes, “ is he who is, as if death were not. . . . He \nhas no more regard for the limits of identity than he does for limits of death, or \nrather these limits are the same; he is the transgression  of all such limits. ”  Since \nthe natural domain of prohibitions includes death, among others (e.g., sexuality, \n/bullet5 lth, excrement), sover eignty requires “ the strength to violate the prohibition \nagainst killing, although it’ s true this will be under the conditions that customs \nde/bullet5 ne.”  And contrary to subordination  that is always rooted in necessity and the \nalleged need to avoid death, sovereignty de/bullet5 nitely calls for the risk of death. 14\nBy treating sovereignty as the violation of prohibitions, Bataille reopens the \nquestion of the limits of the political. Politics, in this case, is not the forward \ndialectical movement of reason. Politics can only be traced as a spiral transgres- \nsion, as that difference that disorients the very idea of the limit. More speci/bullet5 cally, \npolitics is the difference put into play by the violation of a taboo. 15\nBiopower and the Relation of Enmity \nHaving presented a reading of politics as the work of death, I turn now to sover- \neignty, expressed predominantly  as the right to kill. For the purpose of my argu- \nment, I relate Foucault’ s notion of biopower to two other concepts: the state of \nexception and the state of siege. 16I examine those trajectories by which the state \nof exception and the relation of enmity have become the normative basis of the \nright to kill. In such instances, power (and not necessarily state power) con- \ntinuously refers and appeals to exception, emergency, and a /bullet5 ctionalized notion \nof the enemy. It also labors to produce that same exception, emergency, and /bullet5 c- \ntionalized enemy. In other words, the question is: What is the relationship between \npolitics and death in those systems that can function only in a state of emergency? \nIn Foucault’ s formulation of it, biopower appears to function through dividing Public Culture \n1614. Fred Botting and Scott Wilson, eds., The Bataille Reader (Oxford: Blackwell, 1997), 318– 19. \nSee also Georges Bataille, The Accursed Share: An Essay on General Economy , vol. 1, Consumption ,\ntrans. Robert Hurley (New York: Zone, 1988), and Erotism: Death & Sensuality , trans. Mary Dalwood \n(San Francisco: City Lights, 1986). \n15. Bataille, Accursed Share , vol. 2, The History of Eroticism ; vol. 3, Sovereignty .\n16. On the state of siege, see Schmitt, La dictature , chap. 6.Necropolitics \n17people into those who must live and those who must die. Operating on the basis \nof a split between the living and the dead, such a power de/bullet5 nes itself in relation \nto a biological /bullet5 eld— which it takes control of and vests itself in. This control \npresupposes the distribution of human species into groups, the subdivision of the \npopulation into subgroups, and the establishment of a biological caesura between \nthe ones and the others. This is what Foucault labels with the (at /bullet5 rst sight famil- \niar) term racism .17\nThat race (or for that matter racism ) /bullet5 gures so prominently in the calculus of \nbiopower is entirely justi/bullet5 able. After all, more so than class-thinking (the ideol- \nogy that de/bullet5 nes history as an economic struggle of classes), race has been the \never present shadow in Western political thought and practice, especially when it \ncomes to imagining the inhumanity of, or rule over, foreign peoples. Referring to \nboth this ever-presence and the phantomlike world of race in general, Arendt \nlocates their roots in the shattering experience of otherness and suggests that the \npolitics of race is ultimately linked to the politics of death. 18Indeed, in Foucault’ s \nterms, racism is above all a technology aimed at permitting the exercise of \nbiopower, “ that old sovereign right of death. ”19In the economy of biopower, the \nfunction of racism is to regulate the distribution of death and to make possible the \nmurderous functions of the state. It is, he says, “ the condition for the acceptabil- \nity of putting to death. ”20\nFoucault states clearly that the sovereign right to kill ( droit de glaive ) and the\nmechanisms of biopower are inscribed in the way all modern states function; 21\nindeed, they can be seen as constitutive elements of state power in modernity. \nAccording to Foucault, the Nazi state was the most complete example of a state \nexercising the right to kill. This state, he claims, made the management, protec- \ntion, and cultivation of life coextensive with the sovereign right to kill. By bio- \nlogical extrapolatio n on the theme of the political enemy, in organizing the war \nagainst its adversaries and, at the same time, exposing its own citizens to war, the \nNazi state is seen as having opened the way for a formidable consolidation of the \nright to kill, which culminated in the project of the “ /bullet5 nal solution. ”  In doing so, it \nbecame the archetype of a power formation that combined the characteristics of \nthe racist state, the murderous state, and the suicidal state. \n17. See Foucault, Il faut dé fendre la socié té, 57–74.\n18. “ Race is, politically speaking, not the beginning of humanity but its end . . . , not the natural \nbirth of man but his unnatural death. ”  Arendt, Origins of Totalitarianism , 157.\n19. Foucault, Il faut dé fendre la socié té, 214.\n20. Foucault, Il faut dé fendre la socié té, 228.\n21. Foucault, Il faut dé fendre la socié té, 227–32.It has been argued that the complete con/bullet6 ation of war and politics (and racism, \nhomicide, and suicide), until they are indistinguishable from one another, is unique \nto the Nazi state. The perception of the existence of the Other as an attempt on \nmy life, as a mortal threat or absolute danger whose biophysical elimination would \nstrength en my potential to life and security — this, I suggest, is one of the many \nimaginaries of sovereignty characteristic of both early and late modernity itself. \nRecognition of this perception to a large extent underpins most traditional cri- \ntiques of modernity, whether they are dealing with nihilism and its proclamation \nof the will for power as the essence of the being; with rei/bullet5 cation understood as \nthe becoming-object of the human being; or the subordinatio n of everything to \nimpersonal logic and to the reign of calculability and instrumental  rationality. 22\nIndeed, from an anthropologica l perspective, what these critiques implicitly con- \ntest is a de/bullet5 nition of politics as the warlike relation par excellence. They also \nchallenge the idea that, of necessity, the calculus of life passes through the death \nof the Other; or that sovereignty consists of the will and the capacity to kill in \norder to live. \nTaking a historical perspective, a number of analysts have argued that the \nmaterial premises of Nazi extermination are to be found in colonial imperialism \non the one hand and, on the other, in the serialization of technical mechanisms for \nputting people to death — mechanisms developed between the Indust rial Revolu- \ntion and the First World War. According to Enzo Traverso, the gas chambers and \nthe ovens were the culmination of a long process of dehumanizing and industri- \nalizing death, one of the original features of which was to integrate instrumental \nrationality with the productive and administrative rationality of the modern West- \nern world (the factory, the bureaucracy, the prison, the army). Having become \nmechanized, serialized execution was transformed into a purely technical, imper- \nsonal, silent, and rapid procedure. This development was aided in part by racist \nstereotypes and the /bullet6 ourishing of a class-based racism that, in translating  the \nsocial con/bullet6 icts of the industrial world in racial terms, ended up comparing the \nworking classes and “ stateless people”  of the industrial world to the “ savages”  of \nthe colonial world. 23\nIn reality, the links between modernity and terror spring from multiple sources. \nSome are to be found in the political practices of the ancien ré gime. From this \nperspective, the tension between the public’ s passion for blood and notions of jus- Public Culture \n1822. See Jü rgen Habermas, The Philosophical Discourse of Modernity: Twelve Lectures , trans.\nFrederick G. Lawrence (Cambridge: MIT Press, 1987), especially chaps. 3, 5, 6. \n23. Enzo Traverso, La violence nazie: Une gé né alogie europé enne (Paris: La Fabrique Editions, \n2002).Necropolitics \n19tice and revenge is critical. Foucault shows in Discipline and Punish how the exe- \ncution of the would-be regicide Damiens went on for hours, much to the satisfac- \ntion of the crowd. 24Well known is the long procession of the condemned through \nthe streets prior to execution, the parade of body parts— a ritual that became a \nstandard feature of popular violence — and the /bullet5 nal display of a severed head \nmounted on a pike. In France, the advent of the guillotine marks a new phase in \nthe “ democratizati on”  of the means of disposing of the enemies of the state. \nIndeed, this form of execution that had once been the prerogative of the nobility \nis extended to all citizens. In a context in which decapitation  is viewed as less \ndemeaning than hanging, innovations in the technologies of murder aim not only \nat “ civilizing”  the ways of killing. They also aim at disposing of a large number of \nvictims in a relatively short span of time. At the same time, a new cultural sensi- \nbility emerges in which killing the enemy of the state is an extension of play. \nMore intimate, lurid, and leisurely forms of cruelty appear. \nBut nowhere is the con/bullet6 ation of reason and terror so manifest as during the \nFrench Revolution. 25During the French Revolution, terror is construed as an \nalmost necessary part of politics. An absolute transparency  is claimed to exist \nbetween the state and the people. As a political category, “ the people”  is gradu- \nally displaced from concrete reality to rhetorical /bullet5 gure. As David Bates has \nshown, the theorists of terror believe it possible to distinguish between authentic \nexpressions of sovereignty and the actions of the enemy. They also believe it pos- \nsible to distinguish between the “ error”  of the citizen and the “ crime”  of the coun- \nterrevolution ary in the political sphere. Terror thus becomes a way of marking \naberration in the body politic, and politics is read both as the mobile force of rea- \nson and as the errant attempt at creating a space where “ error”  would be reduced, \ntruth enhanced, and the enemy disposed of. 26\nFinally, terror is not linked solely to the utopian belief in the unfettered power \nof human reason. It is also clearly related to various narratives of mastery and \nemancipation , most of which are underpinned by Enlightenment understanding s \nof truth and error, the “ real”  and the symbolic. Marx, for example, con/bullet6 ates labor \n(the endless cycle of production and consumption requir ed for the maintenance \nof human life) with work (the creation of lasting artifacts that add to the world of \nthings). Labor is viewed as the vehicle for the historical self-creation of humankind. \n24. Michel Foucault, Discipline and Punish: The Birth of the Prison (New York: Pantheon, 1977). \n25. See Robert Wokler, “ Contextualizing Hegel’ s Phenomenology of the French Revolution and \nthe Terror, ”  Political Theory 26 (1998): 33– 55. \n26. David W. Bates, Enlightenment Aberrations: Error and Revolution in France (Ithaca, N.Y.: \nCornell University Press, 2002), chap. 6. The historical self-creation of humankind is itself a life-and-deat h con/bullet6 ict, that \nis, a con/bullet6 ict over what paths should lead to the truth of history: the overcoming \nof capitalism and the commodity form and the contradictions associated with \nboth. According to Marx, with the advent of communism and the abolition of \nexchange relations, things will appear as they really are; the “ real”  will present \nitself as it actually is, and the distinction between subject and object or being and \nconsciousness will be transcended. 27But by making human emancipation depen- \ndent upon the abolition of commodity production, Marx blurs the all-important \ndivisions among the man-made realm of freedom, the nature-determi ned realm \nof necessity, and the contingent in history. \nThe commitment to the abolition of commodity production and the dream of \ndirect and unmediated access to the “ real”  make these processes — the ful/bullet5 llment \nof the so-called logic of history and the fabrication of humankind — almost nec- \nessarily violent processes. As shown by Stephen Louw, the central tenets of clas- \nsical Marxism leave no choice but to “ try to introduce communism by adminis- \ntrative /bullet5 at, which, in practice, means that social relations must be decommodi/bullet5 ed \nforcefully. ”28Historically, these attempts have taken such forms as labor milita- \nrization, the collapse of the distinction between state and society, and revolution- \nary terror. 29It may be argued that they aimed at the eradica tion of the basic \nhuman condition of plurality. Indeed, the overcoming of class divisions, the with- \nering away of the state, the /bullet6 owering of a truly general will presuppose a view of \nhuman plurality as the chief obstacle to the eventual realization  of a predeter- \nmined telos of history. In other words, the subject of Marxian modernity is, fun- \ndamentally, a subject who is intent on proving his or her sovereignty through the \nstaging of a /bullet5 ght to the death. Just as with Hegel, the narrative of mastery and \nemancipatio n here is clearly linked to a narrative of truth and death. Terror and \nkilling become the means of realizing the already known telos of history. Public Culture \n2027. Karl Marx, Capital: A Critique of Political Economy , vol. 3 (London: Lawrence & Wishart, \n1984), 817. See also Capital , vol. 1, trans. Ben Fowkes (Harmondsworth, England: Penguin, 1986), 172. \n28. Stephen Louw, “ In the Shadow of the Pharaohs: The Militarization of Labour Debate and \nClassical Marxist Theory, ”  Economy and Society (29) 2000: 240. \n29. On labor militarization and the transition to communism, see Nikolai Bukharin, The Politics \nand Economics of the Transition Period , trans. Oliver Field (London: Routledge & Kegan Paul, 1979); \nand Leon Trotsky, Terrorism and Communism: A Reply to Karl Kautsky (Ann Arbor: University of \nMichigan Press, 1961). On the collapse of the distinction between state and society, see Karl Marx, \nThe Civil War in France (Moscow: Progress, 1972); and Vladimir Il’ ich Lenin, Selected Works in Three \nVolumes , vol. 2 (Moscow: Progress, 1977). For a critique of “ revolutionary terror, ”  see Maurice Mer- \nleau-Ponty, Humanism and Terror: An Essay on the Communist Problem , trans. John O’ Neill (Boston: \nBeacon, 1969). For a more recent example of “ revolutionary terror, ”  see Steve J. Stern, ed., Shining\nand Other Paths: War and Society in Peru, 1980– 1995 (Durham, N.C.: Duke University Press, 1998). Necropolitics \n21Any historical account of the rise of modern terror needs to address slavery, \nwhich could be considered one of the /bullet5 rst instances of biopolitical experimenta- \ntion. In many respects, the very structure of the plantation  system and its after- \nmath manifests the emblematic and paradoxical /bullet5 gure of the state of exception. 30\nThis /bullet5 gure is paradoxical here for two reasons. First, in the context of the plan- \ntation, the humanity of the slave appears as the perfect /bullet5 gure of a shadow . Indeed, \nthe slave condition results from a triple loss: loss of a “ home, ”  loss of rights over \nhis or her body, and loss of political status. This triple loss is identical with absolute \ndomination, natal alienation, and social death (expulsion from humanity altogether). \nTo be sure, as a political-juridica l structure, the plantation is a space where the \nslave belongs to a master . It is not a community if only because by de/bullet5 nition, a \ncommunity implies the exercise of the power of speech and thought. As Paul \nGilroy says, “ The extreme patterns of communication  de/bullet5 ned by the institution \nof plantation  slavery dictate that we recognize the anti-discursive and extralin- \nguistic rami/bullet5 cations of power at work in shaping communicative acts. There \nmay, after all, be no reciprocity on the plantation  outside of the possibilities of \nrebellion and suicide, /bullet6 ight and silent mourning, and there is certainly no gram- \nmatical unity of speech to mediate communicative reason. In many respects, the \nplantation  inhabitants live non-synchronousl y.”31As an instrument of labor, the \nslave has a price. As a property, he or she has a value. His or her labor is needed \nand used. The slave is therefore kept alive but in a state of injury , in a phantom- \nlike world of horrors and intense cruelty and profanity. The violent tenor of the \nslave’ s life is manifested through the overseer’ s disposition to behave in a cruel \nand intempera te manner and in the spectacle of pain in/bullet6 icted on the slave’ s \nbody.32Violence, here, becomes an element in manners, 33like whipping or taking \nof the slave’ s life itself: an act of caprice and pure destruction aimed at instilling \nterror.34Slave life, in many ways, is a form of death-in-life. As Susan Buck- \n30. See Saidiya V . Hartman, Scenes of Subjection: Terror , Slavery, and Self-Making in Nineteenth- \nCentury America (Oxford: Oxford University Press, 1997); and Manuel Moreno Fraginals, The Sug-\narmill: The Socioeconomic Complex of Sugar in Cuba, 1760– 1860 (New York: Monthly Review \nPress, 1976). \n31. Gilroy, Black Atlantic , 57.\n32. See Frederick Douglass, Narrative of the Life of Frederick Douglass, an American Slave , ed.\nHouston A. Baker (New York: Penguin, 1986). \n33. The term manners is used here to denote the links between social grace and social control .\nAccording to Norbert Elias, manners embody what is “ considered socially acceptable behavior, ”  the \n“ precepts on conduct, ”  and the framework for “ conviviality. ”  The History of Manners ,vol. 1, The Civ-\nilizing Process , trans. Edmund Jephcott (New York: Pantheon, 1978), chap. 2. \n34. “ The louder she screamed, the harder he whipped; and where the blood ran faster, there he \nwhipped longest, says Douglass in his narration of the whipping of his aunt by Mr. Plummer. He Morss has suggested, the slave condition produces a contradiction between free- \ndom of property and freedom of person. An unequal relationship  is established \nalong with the inequality of the power over life. This power over the life of \nanother takes the form of commerce: a person’ s humanity is dissolved to the point \nwhere it becomes possible to say that the slave’ s life is possessed by the master. 35\nBecause the slave’ s life is like a “ thing, ”  possessed by another person, the slave \nexistence appears as a perfect /bullet5 gure of a shadow. \nIn spite of the terror and the symbolic sealing off of the slave, he or she main- \ntains alternative perspectives toward time, work, and self. This is the second \nparadoxical element of the plantation world as a manifestation of the state of \nexception. Treated as if he or she no longer existed except as a mere tool and \ninstrument of production, the slave nevertheless is able to draw almost any object, \ninstrument, language, or gesture into a performance and then stylize it. Breaking \nwith uprootedness and the pure world of things of which he or she is but a frag- \nment, the slave is able to demonstrate the protean capabilities of the human bond \nthrough music and the very body that was supposedly possessed by another. 36\nIf the relations between life and death, the politics of cruelty, and the symbol- \nics of profanity are blurred in the plantation  system, it is notably in the colony \nand under the apartheid regime that there comes into being a peculiar terror for- \nmation I will now turn to. 37The most original feature of this terror formation is \nits concatenatio n of biopower, the state of exception, and the state of siege. Cru- \ncial to this concatenati on is, once again, race. 38In fact, in most instances, the Public Culture \n22would whip her to make her scream, and whip her to make her hush; and not until overcome by \nfatigue, would he cease to swing the blood-clotted cowskin. . . . It was a most terrible spectacle. ”  Doug- \nlass, Narrative of the Life , 51. On the random killing of slaves, see 67– 68. \n35. Susan Buck-Morss, “ Hegel and Haiti, ”  Critical Inquiry 26 (2000): 821– 66. \n36. Roger D. Abrahams, Singing the Master: The Emergence of African American Culture in the \nPlantation South (New York: Pantheon, 1992). \n37. In what follows I am mindful of the fact that colonial forms of sovereignty were always frag- \nmented. They were complex, “ less concerned with legitimizing their own presence and more exces- \nsively violent than their European forms. ”  As importantly, “ European states never aimed at governing \nthe colonial territories with the same uniformity and intensity as was applied to their own popula- \ntions. ”  T. B. Hansen and Finn Stepputat, “ Sovereign Bodies: Citizens, Migrants and States in the Post- \ncolonial World”  (paper, 2002). \n38. In The Racial State (Malden, Mass: Blackwell, 2002), David Theo Goldberg argues that from \nthe nineteenth century on, there are at least two historically competing traditions of racial rational- \nization: naturism (based on an inferiority claim) and historicism (based on the claim of the historical \n“ immaturity” — and therefore “ educability” — of the natives). In a private communication (23 August \n2002), he argues that these two traditions played out differently when it came to issues of sovereignty, \nstates of exception, and forms of necropower. In his view, necropower can take multiple forms: the \nterror of actual death; or a more “ benevolent”  form — the result of which is the destruction of a cul- \nture in order to “ save the people”  from themselves. Necropolitics \n23selection of races, the prohibition of mixed marriages, forced sterilization , even \nthe extermination of vanquished peoples are to /bullet5 nd their /bullet5 rst testing ground in \nthe colonial world. Here we see the /bullet5 rst syntheses between massacre and bureau- \ncracy, that incarna tion of Western rationality. 39Arendt develops the thesis that \nthere is a link between national-socialism  and traditional imperialism. According \nto her, the colonial conquest revealed a potential for violence previously unknown. \nWhat one witnesses in World War II is the extension to the “ civilized”  peoples of \nEurope of the methods previously reserved for the “ savages. ”\nThat the technologies which ended up producing Nazism should have origi- \nnated in the plantation or in the colony or that, on the contrary — Foucault’ s the- \nsis— Nazism and Stalinism did no more than amplify a series of mechanisms that \nalready existed in Western European social and political formations (subjugation \nof the body, health regulations , social Darwinism, eugenics, medico-legal theo- \nries on heredity, degeneration, and race) is, in the end, irrelevant. A fact remains, \nthough: in modern philosophical thought and European political practice and \nimaginary, the colony represents the site where sover eignty consists fundamen- \ntally in the exercise of a power outside the law ( ab legibus solutus ) and wher e \n“ peace”  is more likely to take on the face of a “ war without end.”\nIndeed, such a view corresponds to Carl Schmitt’ s de/bullet5 nition of sovereignty at \nthe beginning of the twentieth century, namely, the power to decide on the state of \nexception. To properly assess the ef/bullet5 cacy of the colony as a formation of terror, \nwe need to take a detour into the European imaginary itself as it relates to the crit- \nical issue of the domesticatio n of war and the creation of a European juridical \norder (Jus publicum Europaeum ). At the basis of this order were two key prin- \nciples. The /bullet5 rst postulated the juridical equality of all states. This equality was \nnotably applied to the right to wage war (the taking of life). The right to war meant \ntwo things. On the one hand, to kill or to conclude peace was recognized as one of \nthe preeminent functions of any state. It went hand in hand with the recognition \nof the fact that no state could make claims to rule outside of its borders. But con- \nversely, the state could recognize no authority above it within its own borders. On \nthe other hand, the state, for its part, undertook to “ civilize”  the ways of killing \nand to attribute rational objectives to the very act of killing. \nThe second principle related to the territorialization of the sovereign state, that \nis, to the determination of its frontiers within the context of a newly imposed \nglobal order. In this context, the Jus publicum rapidly assumed the form of a dis- \ntinction between, on the one hand, those parts of the globe available for colonial \n39. Arendt, Origins of Totalitarianism , 185–221.appropriation and, on the other, Europe itself (where the Jus publicum was to\nhold sway). 40This distinction, as we will see, is crucial in terms of assessing the \nef/bullet5 cacy of the colony as a terror formation. Under Jus publicum , a legitimate war \nis, to a large extent, a war conducted by one state against another or, more pre- \ncisely, a war between “ civilized”  states. The centrality of the state in the calculus \nof war derives from the fact that the state is the model of political unity, a princi- \nple of rational organization , the embodiment of the idea of the universal, and a \nmoral sign. \nIn the same context, colonies are similar to the frontiers. They are inhabited by \n“ savages. ”  The colonies are not organized in a state form and have not created a \nhuman world. Their armies do not form a distinct entity, and their wars are not \nwars between regular armies. They do not imply the mobilization of sovereign \nsubjects (citizens) who respect each other as enemies. They do not establish a dis- \ntinction between combatants and noncombata nts, or again between an “ enemy”\nand a “ criminal. ”41It is thus impossible to conclude peace with them. In sum, \ncolonies are zones in which war and disorder, internal and external /bullet5 gures of the \npolitical, stand side by side or alternate with each other . As such, the colonies are \nthe location par excellence where the controls and guarantees of judicial order \ncan be suspended — the zone where the violence of the state of exception is \ndeemed to operate in the service of “ civilization. ”\nThat colonies might be ruled over in absolute lawlessness stems from the \nracial denial of any common bond between the conqueror and the native. In the \neyes of the conqueror, savage life is just another form of animal life , a horrifying \nexperience, something alien beyond imagination or comprehension. In fact, accord- \ning to Arendt, what makes the savages different from other human beings is less \nthe color of their skin than the fear that they behave like a part of nature, that \nthey treat nature as their undisputed master . Nature thus remains, in all its majesty, \nan overwhelming reality compared to which they appear to be phantoms, unreal \nand ghostlike. The savages are, as it were, “ natural”  human beings who lack the \nspeci/bullet5 cally human character, the speci/bullet5 cally human reality, “ so that when Euro- \npean men massacred them they somehow were not aware that they had commit- \nted murder .”42Public Culture \n2440. Etienne Balibar, “ Prolé gomè nes à  la souveraineté : La frontiè re, l’ Etat, le peuple, ”  Les temps\nmodernes 610 (2000): 54– 55. \n41. Eugene Victor Walter, Terror and Resistance: A Study of Political Violence with Case Studies of \nSome Primitive African Communities (Oxford: Oxford University Press, 1969). \n42. Arendt, Origins of Totalitarianism , 192.Necropolitics \n25For all the above reasons, the sovereign right to kill is not subject to any rule \nin the colonies. In the colonies, the sovereign might kill at any time or in any \nmanner. Colonial warfare is not subject to legal and institutional rules. It is not a \nlegally codi/bullet5 ed activity. Instead, colonial terror constantly intertwines with colo- \nnially generated fantasies of wilderness and death and /bullet5 ctions to create the effect \nof the real. 43Peace is not necessarily the natural outcome of a colonial war. In \nfact, the distinction between war and peace does not avail. Colonial wars are con- \nceived of as the expression of an absolute hostility that sets the conqueror against \nan absolute enemy. 44All manifestatio ns of war and hostility that had been mar- \nginalized by a European legal imaginary /bullet5 nd a place to reemerge in the colonies. \nHere, the /bullet5 ction of a distinction between “ the ends of war”  and the “ means of \nwar”  collapses; so does the /bullet5 ction that war functions as a rule-governed contest, \nas opposed to pure slaughter without risk or instrumental justi/bullet5 cation. It becomes \nfutile, therefor e, to attempt to resolve one of the intractable paradoxes of war \nwell captured by Alexandre Kojè ve in his reinterpreta tion of Hegel’ s Phenome-\nnology of the Spirit : its simultaneous idealism and apparent inhumanity. 45\nNecropower and Late Modern Colonial Occupation \nIt might be thought that the ideas developed above relate to a distant past. In the \npast, indeed, imperial wars did have the objective of destroying local powers, \ninstalling troops, and instituting new models of military control over civil popu- \nlations. A group of local auxiliaries could assist in the management of conquered \nterritories annexed to the empire. Within the empire, the vanquished populations \nwere given a status that enshrined their despoilment. In these con/bullet5 gurations, vio- \nlence constituted the original form of the right, and exception provided the struc- \nture of sovereignty. Each stage of imperialism also involved certain key tech- \nnologies (the gunboat, quinine, steamship lines, submarine telegraph cables, and \ncolonial railroads). 46\nColonial occupation itself was a matter of seizing, delimiting, and asserting \ncontrol over a physical geographical area — of writing on the ground a new set of \nsocial and spatial relations. The writing of new spatial relations (territorializa- \n43. For a powerful rendition of this process, see Michael Taussig, Shamanism, Colonialism, and \nthe Wild Man: A Study in Terror and Healing (Chicago: University of Chicago Press, 1987). \n44. On the “ enemy, ”  see L’ennemi , special issue, Raisons politiques , no. 5 (2002). \n45. Kojè ve, Introduction à  la lecture de Hegel .\n46. See Daniel R. Headrick, The Tools of Empire: Technology and European Imperialism in the \nNineteenth Century (New York: Oxford University Press, 1981). tion) was, ultimately, tantamount to the production of boundaries and hierarchies, \nzones and enclaves; the subversion of existing property arrangements;  the clas- \nsi/bullet5 cation of people according to different categories; resource extraction; and, \n/bullet5 nally, the manufacturing of a large reservoir of cultural imaginaries. These \nimaginaries gave meaning to the enactment of differential rights to differing cat- \negories of people for different purposes within the same space; in brief, the exer- \ncise of sovereignty. Space was therefore the raw material of sovereignty and the \nviolence it carried with it. Sovereignty meant occupation, and occupation meant \nrelegating the colonized into a third zone between subjecthood and objecthood. \nSuch was the case of the apartheid regime in South Africa. Here, the township\nwas the structural form and the homelands became the reserves (rural bases) \nwhereby the /bullet6 ow of migrant labor could be regulated and African urbanization \nheld in check. 47As Belinda Bozzoli has shown, the township in particular was a \nplace where “ severe oppression and poverty were experienced on a racial and \nclass basis. ”48A sociopolitical, cultural, and economic formation, the township \nwas a peculiar spatial institution scienti/bullet5 cally planned for the purposes of con- \ntrol.49The functioning of the homela nds and townships entailed severe restric- \ntions on production for the market by blacks in white areas, the terminating of \nland ownership by blacks except in reserved areas, the illegalization of black res- \nidence on white farms (except as servants in the employ of whites), the control of \nurban in/bullet6 ux, and later, the denial of citizenship to Africans. 50\nFrantz Fanon describes the spatializati on of colonial occupation in vivid \nterms. For him, colonial occupation entails /bullet5 rst and foremost a division of space \ninto compartments. It involves the setting of boundaries and internal frontiers \nepitomized by barracks and police stations; it is regulated by the language of pure \nforce, immediate presence, and frequent and direct action; and it is premised on \nthe principle of reciprocal exclusivity. 51But more important, it is the very way in \nwhich necropower operates: “ The town belonging to the colonized people . . . is Public Culture \n2647. On the township, see G. G. Maasdorp and A. S. B. Humphreys, eds., From Shantytown to \nTownship: An Economic Study of African Poverty and Rehousing in a South African City (Cape Town: \nJuta, 1975). \n48. Belinda Bozzoli, “ Why Were the 1980s ‘ Millenarian’ ? Style, Repertoire, Space and Authority \nin South Africa’ s Black Cities, ”  Journal of Historical Sociology 13 (2000): 79. \n49. Bozzoli, “ Why Were the 1980s ‘ Millenarian’ ?”\n50. See Herman Giliomee, ed., Up against the Fences: Poverty, Passes and Privileges in South \nAfrica (Cape Town: David Philip, 1985); Francis Wilson, Migrant Labour in South Africa (Johannes-\nburg: Christian Institute of Southern Africa, 1972). \n51. Frantz Fanon, The Wretched of the Earth , trans. C. Farrington (New York: Grove Weidenfeld, \n1991), 39.Necropolitics \n27a place of ill fame, peopled by men of evil repute. They are born there, it matters \nlittle where or how; they die there, it matters not where, nor how. It is a world \nwithout spaciousness; men live there on top of each other. The native town is a \nhungry town, starved of bread, of meat, of shoes, of coal, of light. The native \ntown is a crouching village, a town on its knees. ”52In this case, sovereignty means \nthe capacity to de/bullet5 ne who matters and who does not, who is disposable and who\nis not.\nLate-modern colonial occupation differs in many ways from early-modern \noccupation, particularly in its combining of the disciplinary, the biopolitical, and \nthe necropolitical. The most accomplished form of necropower is the contempo- \nrary colonial occupation of Palestine. \nHere, the colonial state derives its fundamental claim of sovereignty and legit- \nimacy from the authority of its own particular narrative of history and identity. \nThis narrative is itself underpinned by the idea that the state has a divine right to \nexist; the narrative competes with another for the same sacred space. Because the \ntwo narratives are incompatible and the two populations are inextricably inter- \ntwined, any demarcation of the territory on the basis of pure identity is quasi- \nimpossible. Violence and sovereignty, in this case, claim a divine foundation: \npeoplehood itself is forged by the worship of one deity, and national identity is \nimagined as an identity against the Other, other deities. 53History, geography, car- \ntography, and archaeology are supposed to back these claims, thereby closely \nbinding identity and topography. As a consequence, colonial violence and occu- \npation are profoundly underwritten by the sacred terror of truth and exclusivity \n(mass expulsions, resettlement of “ stateless”  people in refugee camps, settlement \nof new colonies). Lying beneath the terror of the sacred is the constant excava- \ntion of missing bones; the permanent remembrance of a torn body hewn in a \nthousand pieces and never self-same; the limits, or better, the impossibility of \nrepresenting  for oneself an “ original crime, ”  an unspeakable death: the terror of \nthe Holocaust. 54\nTo return to Fanon’ s spatial reading of colonial occupation, the late-modern \ncolonial occupation in Gaza and the West Bank presents three major characteris- \ntics in relation to the working of the speci/bullet5 c terror formation I have called \nnecropower. First is the dynamics of territorial fragmentation, the sealing off and \n52. Fanon, Wretched of the Earth , 37–39.\n53. See Regina M. Schwartz, The Curse of Cain: The Violent Legacy of Monotheism (Chicago:\nUniversity of Chicago Press, 1997). \n54. See Lydia Flem, L’ Art et la mé moire des camps: Repré senter exterminer , ed. Jean-Luc Nancy \n(Paris: Seuil, 2001) expansion of settlements. The objective of this process is twofold: to render any \nmovement impossible and to implement separation along the model of the \napartheid state. The occupied territories are therefore divided into a web of intri- \ncate internal borders and various isolated cells. According to Eyal Weizman, by \ndeparting from a planar division of a territory and embracing a principle of cre- \nation of three-dimensio nal boundaries across sovereign bulks, this dispersal and \nsegmentation clearly rede/bullet5 nes the relationship between sovereignty and space. 55\nFor Weizman, these actions constitute “ the politics of verticality. ”  The resul- \ntant form of sovereignty might be called “ vertical sovereignty. ”  Under a regime of \nvertical sovereignty, colonial occupation operates through schemes of over- and \nunderpasses, a separation of the airspace from the ground. The ground itself is \ndivided between its crust and the subterrain. Colonial occupation is also dictated \nby the very nature of the terrain and its topographical variations (hilltops and val- \nleys, mountains and bodies of water). Thus, high ground offers strategic assets \nnot found in the valleys (effectiveness of sight, self-protection, panoptic forti/bullet5 ca- \ntion that generates gazes to many different ends). Says Weizman: “ Settlements \ncould be seen as urban optical devices for surveillance and the exercise of power. ”\nUnder conditions of late-modern colonial occupation, surveillance is both inward- \nand outward-oriente d, the eye acting as weapon and vice versa. Instead of the \nconclusive division between two nations across a boundary line, “ the organiza- \ntion of the West Bank’ s particular terrain has created multiple separations, provi- \nsional boundaries, which relate to each other through surveillance and control,”\naccording to Weizman. Under these circumstances, colonial occupation is not \nonly akin to control, surveillance, and separation, it is also tantamount to seclu- \nsion. It is a splintering occupation , along the lines of the splintering urbanism \ncharacteristic of late modernity (suburban enclaves or gated communities). 56\nFrom an infrastructural point of view, a splintering form of colonial occupation \nis characterized by a network of fast bypass roads, bridges, and tunnels that \nweave over and under one another in an attempt at maintaining the Fanonian \n“ principle of reciprocal exclusivity. ”  According to Weizman, “ the bypass roads \nattempt to separate Israeli traf/bullet5 c networks from Palestinia n ones, preferably \nwithout allowing them ever to cross. They therefor e emphasize the overlapping \nof two separate geographies that inhabit the same landscape. At points where the \nnetworks do cross, a makeshift separation is created. Most often, small dust roads Public Culture \n2855. See Eyal Weizman, “ The Politics of Verticality, ”  openDemocracy (Web publication at \nwww.openDemocracy.net), 25 April 2002. \n56. See Stephen Graham and Simon Marvin, Splintering Urbanism: Networked Infrastructures, \nTechnological Mobility and the Urban Condition (London: Routledge, 2001). Necropolitics \n29are dug out to allow Palestinians to cross under the fast, wide highways on which \nIsraeli vans and military vehicles rush between settlements. ”57\nUnder conditions of vertical sovereignty and splintering colonial occupation, \ncommunities are separated across a y-axis. This leads to a proliferation of the \nsites of violence. The battlegrounds are not located solely at the surface of the \nearth. The underground as well as the airspace are transformed into con/bullet6 ict \nzones. There is no continuity between the ground and the sky. Even the bound- \naries in airspace are divided between lower and upper layers. Everywhere, the \nsymbolics of the top(who is on top) is reiterated. Occupation of the skies there- \nfore acquires a critical importance, since most of the policing is done from the air. \nVarious other technologies are mobilized to this effect: sensors aboard unmanned \nair vehicles (UAVs), aerial reconnaissan ce jets, early warning Hawkeye planes, \nassault helicopters, an Earth-observat ion satellite, techniques of “ hologrammati- \nzation. ”  Killing becomes precisely targeted. \nSuch precision is combined with the tactics of medieval siege warfare adapted \nto the networked sprawl of urban refugee camps. An orchest rated and systematic \nsabotage of the enemy’ s societal and urban infrastructur e network complements \nthe appropria tion of land, water, and airspace resources. Critical to these tech- \nniques of disabling the enemy is bulldozing : demolishing houses and cities; uproot- \ning olive trees; riddling water tanks with bullets; bombing and jamming elec- \ntronic communications ; digging up roads; destroying electricity transformers; \ntearing up airport runways; disabling television and radio transmitters; smashing \ncomputers; ransacking cultural and politico-bureau cratic symbols of the proto- \nPalestinian state; looting medical equipment. In other words, infrastructural war- \nfare.58While the Apache helicopter gunship is used to police the air and to kill \nfrom overhead, the armored bulldozer (the Caterpillar D-9) is used on the ground \nas a weapon of war and intimidation.  In contrast to early-modern colonial occu- \npation, these two weapons establish the superiority of high-tech tools of late- \nmodern terror. 59\nAs the Palestinian case illustrate s, late-modern colonial occupation is a con- \ncatena tion of multiple powers: disciplinary, biopolitical, and necropolitical.  The \n57. Weizman, “ Politics of Verticality. ”\n58. See Stephen Graham, “ ‘ Clean Territory’ : Urbicide in the West Bank,”  openDemocracy (Web\npublication at www.openDemocracy.net), 7 August 2002. \n59. Compare with the panoply of new bombs the United States deployed during the Gulf War and \nthe war in Kosovo, most aimed at raining down graphite crystals to disable comprehensively electri- \ncal power and distribution stations. Michael Ignatieff, Virtual War (New York: Metropolitan Books, \n2000).combination of the three allocates to the colonial power an absolute domination \nover the inhabitants of the occupied territory. The state of siege is itself a military \ninstitution. It allows a modality of killing that does not distinguish between the \nexternal and the internal enemy. Entire populations are the target of the sover- \neign. The besieged villages and towns are sealed off and cut off from the world. \nDaily life is militarized. Freedom is given to local military commanders to use \ntheir discretion as to when and whom to shoot. Movement between the territorial \ncells requires formal permits. Local civil institutions are systematically destroyed. \nThe besieged population is deprived of their means of income. Invisible killing is \nadded to outright executions. \nWar Machines and Heteronomy \nAfter having examined the workings of necropower under the conditions of late- \nmodern colonial occupation, I would like to turn now to contemporary wars. Con- \ntemporary wars belong to a new moment and can hardly be understood through \nearlier theories of “ contractual violence”  or typologies of “ just”  and “ unjust”\nwars or even Carl von Clausewitz’ s instrumental ism. 60According to Zygmunt \nBauman, wars of the globalization  era do not include the conquest, acquisition, \nand takeover of a territory among their objectives. Ideally, they are hit-and-run \naffairs. \nThe growing gap between high-tech and low-tech means of war has never \nbeen as evident as in the Gulf War and the Kosovo campaign. In both cases, the \ndoctrine of “ overwhelming or decisive force”  was implemented to its full effect \nthanks to a military-technolo gical revolution that has multiplied the capacity for \ndestruction  in unprecedente d ways. 61Air war as it relates to altitude, ordnance, \nvisibility, and intelligence is here a case in point. During the Gulf War, the \ncombined use of smart bombs and bombs coated with depleted uranium (DU), \nhigh-tech stand-off weapons, electronic sensors, laser-guided missiles, cluster and \nasphyxiation  bombs, stealth capabilities, unmanned aerial vehicles, and cyber- \nintelligence quickly crippled the enemy’ s capabilities. \nIn Kosovo, the “ degrading”  of Serbian capabilities took the form of an infra- \nstructural war that targeted and destroyed bridges, railroads, highways, commu- Public Culture \n3060. See Michael Walzer, Just and Unjust Wars: A Moral Argument with Historical Illustrations \n(New York: Basic Books, 1977). \n61. Benjamin Ederington and Michael J. Mazarr, eds., Turning Point: The Gulf War and U.S. Mil- \nitary Strategy (Boulder, Colo.: Westview , 1994). Necropolitics \n31nications networks, oil storage depots, heating plants, power stations, and water \ntreatment facilities. As can be surmised, the execution of such a military strategy, \nespecially when combined with the imposition of sanctions, results in shutting \ndown the enemy’ s life-support system. The enduring damage to civilian life is \nparticularly telling. For example, the destruction  of the Pancevo petrochemical \ncomplex in the outskirts of Belgrade during the Kosovo campaign “ left the vicin- \nity so toxic with vinyl chloride, ammonia, mercury, naphtha and dioxin that preg- \nnant women were directed to seek abortions, and all local women were advised to \navoid pregnancy for two years. ”62\nWars of the globalization era therefore aim to force the enemy into submission \nregardless of the immediate consequences, side effects, and “ collateral damage”  of \nthe military actions. In this sense, contemporary wars are more reminiscent of the \nwarfare strategy of the nomads than of the sedentary nations or the “ conquer-and- \nannex”  territorial wars of modernity. In Bauman’ s words: “ They rest their superi- \nority over the settled population on the speed of their own movement; their own \nability to descend from nowhere without notice and vanish again without warning, \ntheir ability to travel light and not to bother with the kind of belongings which con- \n/bullet5 ne the mobility and the maneuvering potential of the sedentary people. ”63\nThis new moment is one of global mobility. An important feature of the age of \nglobal mobility is that military operations and the exercise of the right to kill are \nno longer the sole monopoly of states, and the “ regular army”  is no longer the \nunique modality of carrying out these functions. The claim to ultimate or /bullet5 nal \nauthority in a particular political space is not easily made. Instead, a patchwork of \noverlapping and incomplete rights to rule emerges, inextricably superimposed and \ntangled, in which different de facto juridical instances are geographically interwo- \nven and plural allegiances, asymmetrical suzerainties, and enclaves abound. 64In\n62. Thomas W. Smith, “ The New Law of War: Legitimizing Hi-Tech and Infrastructural Vio- \nlence, ” International Studies Quarterly 46 (2002): 367. On Iraq, see G. L. Simons, The Scourging of \nIraq: Sanctions, Law and Natural Justice , 2d ed. (New York: St. Martin’ s, 1998); see also A. Sheha- \nbaldin and W. M. Laughlin Jr., “ Economic Sanctions against Iraq: Human and Economic Costs, ”\nInternational Journal of Human Rights 3, no. 4 (2000): 1– 18. \n63. Zygmunt Bauman, “ Wars of the Globalization Era,”  European Journal of Social Theory 4, no.\n1 (2001): 15. “ Remote as they are from their ‘ targets, ’  scurrying over those they hit too fast to witness \nthe devastation they cause and the blood they spill, the pilots-turned-computer-operators hardly ever \nhave a chance of looking their victims in the face and to survey the human misery they have sowed, ”\nadds Bauman. “ Military professionals of our time see no corpses and no wounds. They may sleep \nwell; no pangs of conscience will keep them awake”  (27). See also “ Penser la guerre aujourd’ hui,”\nCahiers de la Villa Gillet no. 16 (2002): 75– 152. \n64. Achille Mbembe, “ At the Edge of the World: Boundaries, Territoriality, and Sovereignty in \nAfrica, ” Public Culture 12 (2000): 259– 84. this heteronymous organization of territorial rights and claims, it makes little sense \nto insist on distinctions between “ internal”  and “ external”  political realms, sepa- \nrated by clearly demarcated boundaries. \nLet’ s take Africa as an example. Here, the political economy of statehood dra- \nmatically changed over the last quarter of the twentieth century. Many African \nstates can no longer claim a monopoly on violence and on the means of coercion \nwithin their territory. Nor can they claim a monopoly on territorial boundaries. \nCoercion itself has become a market commodity. Military manpower is bought \nand sold on a market in which the identity of suppliers and purchasers means \nalmost nothing. Urban militias, private armies, armies of regional lords, private \nsecurity /bullet5 rms, and state armies all claim the right to exercise violence or to kill. \nNeighboring states or rebel movements lease armies to poor states. Nonstate \ndeployers of violence supply two critical coercive resources: labor and minerals. \nIncreasingly, the vast majority of armies are composed of citizen soldiers, child \nsoldiers, mercenaries, and privateers. 65\nAlongside armies have therefore  emerged what, following Deleuze and Guat- \ntari, we could refer to as war machines .66War machines are made up of segments \nof armed men that split up or merge with one another depending on the tasks to \nbe carried out and the circumstances . Polymorphous and diffuse organizatio ns, \nwar machines are characterized by their capacity for metamorphosis. Their rela- \ntion to space is mobile. Sometimes, they enjoy complex links with state forms \n(from autonomy to incorporation ). The state may, of its own doing, transform \nitself into a war machine. It may moreover appropriate to itself an existing war \nmachine or help to create one. War machines function by borrowing from regu- \nlar armies while incorporating new elements well adapted to the principle of seg- \nmentation and deterritorializati on. Regular armies, in turn, may readily appropri- \nate some of the characteristics of war machines. \nA war machine combines a plurality of functions. It has the features of a polit- \nical organizatio n and a mercantile company. It operates through capture and \ndepredations  and can even coin its own money. In order to fuel the extraction and Public Culture \n3265. In international law, “ privateers”  are de/bullet5 ned as “ vessels belonging to private owners, and sail- \ning under a commission of war empowering the person to whom it is granted to carry on all forms of \nhostility which are permissible at sea by the usages of war.”  I use the term here to mean armed for- \nmations acting independently of any politically organized society, in the pursuit of private interests, \nwhether under the mask of the state or not. See Janice Thomson, Mercenaries, Pirates, and Sover- \neigns (Princeton, N.J.: Princeton University Press, 1997). \n66. Gilles Deleuze and Felix Guattari, Capitalisme et schizophré nie (Paris: Editions de minuit, \n1980), 434– 527. Necropolitics \n33export of natural resources located in the territory they control, war machines \nforge direct connections with transnatio nal networks. War machines emerged in \nAfrica during the last quarter of the twentieth century in direct relation to the ero- \nsion of the postcolonial  state’ s capacity to build the economic underpinnings of \npolitical authority and order . This capacity involves raising revenue and com- \nmanding and regulating  access to natural resources within a well-de/bullet5 ned terri- \ntory. In the mid-1970s, as the state’ s ability to maintain this capacity began to \nerode, there emerged a clear-cut link between monetary instability and spatial \nfragmentation. In the 1980s, the brutal experience of money suddenly losing its \nvalue became more commonplace, with various countries undergoing cycles of \nhyperin/bullet6 ation (which included such stunts as the sudden replacement of a cur- \nrency). During the last decades of the twentieth century, monetary circulation has \nin/bullet6 uenced state and society in at least two different ways. \nFirst, we have seen a general drying-up of liquidities and their gradual con- \ncentration along certain channels, access to which has been subject to increas- \ningly draconian conditions. As a result, the number of individuals endowed with \nthe material means to control dependents through the creation of debts has \nabruptly decreased. Historically, capturing and /bullet5 xing dependents through the \nmechanism of debt has always been a central aspect of both the production of \npeople and the constitution  of the political bond. 67Such bonds were crucial in \ndetermining the value of persons and gauging their value and utility. When their \nvalue and utility were not proven, they could be disposed of as slaves, pawns, or \nclients.\nSecond, the controlled in/bullet6 ow and the /bullet5 xing of movements of money around \nzones in which speci/bullet5 c resources are extracted has made possible the formation \nof enclave economies and has shifted the old calculus between people and things. \nThe concentration of activities connected with the extraction of valuable resources \naround these enclaves has, in return, turned the enclaves into privileged spaces of \nwar and death. War itself is fed by increased sales of the products extracted. 68\nNew linkages have therefor e emerged between war making, war machines, and \nresource extraction. 69War machines are implicated in the constitution of highly \n67. Joseph C. Miller, Way of Death: Merchant Capitalism and the Angolan Slave Trade, 1730–\n1830 (Madison: University of Wisconsin Press, 1988), especially chaps. 2 and 4. \n68. See Jakkie Cilliers and Christian Dietrich, eds., Angola’ s War Economy: The Role of Oil and \nDiamonds (Pretoria: Institute for Security Studies, 2000). \n69. See, for example, “ Rapport du Groupe d’ experts sur l’ exploitation illé gale des ressources \nnaturelles et autres richesses de la Ré publique dé mocratique du Congo, ”  United Nations Report No. \n2/2001/ 357, submitted by the Secretary-General to the Security Council, 12 April 2001. See also transnation al local or regional economies. In most places, the collapse of formal \npolitical institutions under the strain of violence tends to lead to the formation of \nmilitia economies. War machines (in this case militias or rebel movements) rapidly \nbecome highly organized mechanisms of predation, taxing the territories and the \npopulation they occupy and drawing on a range of transnational networks and \ndiasporas that provide both material and /bullet5 nancial support. \nCorrelated to the new geography of resource extraction is the emergence of an \nunprecedente d form of governmentality that consists in the management of the \nmultitudes. The extraction and looting of natural resources by war machines goes \nhand in hand with brutal attempts to immobilize and spatially /bullet5 x whole cate- \ngories of people or, paradoxically, to unleash them, to force them to scatter over \nbroad areas no longer contained by the boundaries of a territorial state. As a polit- \nical category, populations are then disaggregate d into rebels, child soldiers, vic- \ntims or refugees, or civilians incapacitated by mutilation or simply massacred on \nthe model of ancient sacri/bullet5 ces, while the “ survivors, ”  after a horri/bullet5 c exodus, are \ncon/bullet5 ned in camps and zones of exception. 70\nThis form of governmentality is different from the colonial commandement .71\nThe techniques of policing and discipline and the choice between obedience and \nsimulation that characterized the colonial and postcolonial potentate are gradu- \nally being replaced by an alternative that is more tragic because more extreme. \nTechnologies of destruction have become more tactile, more anatomical and sen- \nsorial, in a context in which the choice is between life and death. 72If power still \ndepends on tight control over bodies (or on concentrati ng them in camps), the \nnew technologies of destruction are less concerned with inscribing bodies within \ndisciplinary apparatuses as inscribing them, when the time comes, within the \norder of the maximal economy now represented  by the “ massacre. ”  In turn, the \ngeneralizatio n of insecurity has deepened the societal distinction between those \nwho bear weapons and those who do not ( loi de repartition des armes ). Increas- Public Culture \n34Richard Snyder, “ Does Lootable Wealth Breed Disorder? States, Regimes, and the Political Economy \nof Extraction”  (paper). \n70. See Loren B. Landau, “ The Humanitarian Hangover: Transnationalization of Governmental \nPractice in Tanzania’ s Refugee-Populated Areas, ”  Refugee Survey Quarterly 21, no. 1 (2002): 260– 99, \nespecially 281– 87. \n71. On the commandement , see Achille Mbembe, On the Postcolony (Berkeley: University of Cal- \nifornia Press, 2001), chaps. 1– 3. \n72. See Leisel Talley, Paul B. Spiegel, and Mona Girgis, “ An Investigation of Increasing Mortal- \nity among Congolese Refugees in Lugufu Camp, Tanzania, May-June 1999, ”  Journal of Refugee Stud- \nies14, no. 4 (2001): 412– 27. Necropolitics \n35ingly, war is no longer waged between armies of two sovereign states. It is waged \nby armed groups acting behind the mask of the state against armed groups that \nhave no state but control very distinct territories; both sides having as their main \ntargets civilian populations that are unarmed or organized into militias. In cases \nwhere armed dissidents have not completely taken over state power, they have \nprovoked territorial partitions and succeeded in controlling entire regions that \nthey administer on the model of /bullet5 efdoms, especially where there are mineral \ndeposits.73\nThe ways of killing do not themselves vary much. In the case of massacres in \nparticular, lifeless bodies are quickly reduced to the status of simple skeletons. \nTheir morphology henceforth inscribes them in the register of undifferentiat ed \ngenerality: simple relics of an unburied pain, empty, meaningless corporealiti es, \nstrange deposits plunged into cruel stupor. In the case of the Rwandan geno- \ncide— in which a number of skeletons were at least preserved in a visible state, \nif not exhumed — what is striking is the tension between the petri/bullet5 cation of the \nbones and their strange coolness on one hand, and on the other, their stubborn \nwill to mean, to signify something. \nIn these impassive bits of bone, there seems to be no ataraxia : nothing but the \nillusory rejection of a death that has already occurred. In other cases, in which \nphysical amputation replaces immediate death, cutting off limbs opens the way to \nthe deployment of techniques of incision, ablation, and excision that also have \nbones as their target. The traces of this demiurgic surgery persist for a long time, \nin the form of human shapes that are alive, to be sure, but whose bodily integrity \nhas been replaced by pieces, fragments, folds, even immense wounds that are dif- \n/bullet5 cult to close. Their function is to keep before the eyes of the victim — and of the \npeople around him or her— the morbid spectacle of severing. \nOf Motion and Metal \nLet us return to the example of Palestine where two appa rently irreconcilable \nlogics are confronting each other: the logic of martyrdom and the logic of sur- \nvival . In examining these two logics, I would like to re/bullet6 ect on the twin issues of \ndeath and terror on the one hand and terror and freedom on the other. \nIn the confrontation between these two logics, terror is not on one side and \n73. See Tony Hodges, Angola: From Afro-Stalinism to Petro-Diamond Capitalism (Oxford: James \nCurrey, 2001), chap. 7; Stephen Ellis, The Mask of Anarchy: The Destruction of Liberia and the Reli- \ngious Dimension of an African Civil War (London: Hurst & Company, 1999). death on the other. Terror and death are at the heart of each. As Elias Canetti \nreminds us, the survivor is the one who, having stood in the path of death, know- \ning of many deaths and standing in the midst of the fallen, is still alive. Or, more \nprecisely, the survivor is the one who has taken on a whole pack of enemies and \nmanaged not only to escape alive, but to kill his or her attackers. This is why, to a \nlarge extent, the lowest form of survival is killing. Canetti points out that in the \nlogic of survival, “ each man is the enemy of every other .”  Even more radically, in \nthe logic of survival one’ s horror at the sight of death turns into satisfaction that \nit is someone else who is dead. It is the death of the other, his or her physical pres- \nence as a corpse, that makes the survivor feel unique. And each enemy killed \nmakes the survivor feel more secure. 74\nThe logic of martyrdom proceeds along different lines. It is epitomized by the \n/bullet5 gure of the “ suicide bomber, ”  which itself raises a number of questions. Wha t \nintrinsic difference is there between killing with a missile helicopter or a tank and \nkilling with one’ s own body? Does the distinction between the arms used to in/bullet6 ict \ndeath prevent the establishment of a system of general exchange between the \nmanner of killing and the manner of dying? \nThe “ suicide bomber”  wears no ordina ry soldier’ s uniform and displays no \nweapon. The candidate for martyrdom chases his or her targets; the enemy is a prey \nfor whom a trap is set. Signi/bullet5 cant in this respect is the location of the ambush \nlaid: the bus stop, the café , the discotheque, the marketplace, the checkpoint, the \nroad — in sum, the spaces of everyday life. \nThe trapping of the body is added to the ambush location. The candidate for \nmartyrdom transforms his or her body into a mask that hides the soon-to-be- \ndetonated weapon. Unlike the tank or the missile that is clearly visible, the \nweapon carried in the shape of the body is invisible. Thus concealed, it forms part \nof the body. It is so intimately part of the body that at the time of detonation it \nannihilates the body of its bearer, who carries with it the bodies of others when it \ndoes not reduce them to pieces. The body does not simply conceal a weapon. The \nbody is transformed into a weapon, not in a metaphorical sense but in the truly \nballistic sense. \nIn this instance, my death goes hand in hand with the death of the Other. \nHomicide and suicide are accomplished in the same act. And to a large extent, \nresistance and self-destruction are synonymous. To deal out death is therefore to \nreduce the other and oneself to the status of pieces of inert /bullet6 esh, scattered every- Public Culture \n3674. See Elias Canetti, Crowds and Power , trans. C. Stewart (New York: Farrar Straus Giroux, \n1984), 227– 80. Necropolitics \n37where, and assembled with dif/bullet5 culty before the burial. In this case, war is the war \nof body on body ( guerre au corps-à -corps ). To kill, one has to come as close as \npossible to the body of the enemy. To detonate the bomb necessitates resolving \nthe question of distance, through the work of proximity and concealment. \nHow are we to interpret this manner of spilling blood in which death is not \nsimply that which is my own, but always goes hand in hand with the death of the \nother?75How does it differ from death in/bullet6 icted by a tank or a missile, in a context \nin which the cost of my survival is calculated in terms of my capacity and readi- \nness to kill someone else? In the logic of “ martyrdom, ”  the will to die is fused \nwith the willingness to take the enemy with you, that is, with closing the door on \nthe possibility of life for everyone. This logic seems contrary to another one, \nwhich consists in wishing to impose death on others while preserving one’ s own \nlife. Canetti describes this moment of survival as a moment of power . In such a \ncase, triumph develops precisely from the possibility of being there when \nthe others (in this case the enemy) are no longer there. Such is the logic of hero- \nism as classically understood: to execute others while holding one’ s own death at \na distance. \nIn the logic of martyrdom, a new semiosis of killing emerges. It is not neces- \nsarily based on a relationship  between form and matter . As I have already indi- \ncated, the body here becomes the very uniform of the martyr . But the body as \nsuch is not only an object to protect against danger and death. The body in itself \nhas neither power nor value. The power and value of the body result from a \nprocess of abstraction based on the desire for eternity. In that sense, the martyr, \nhaving established a moment of supremacy in which the subject overcomes his \nown mortality, can be seen as laboring under the sign of the future. In other \nwords, in death the future is collapsed into the present. \nIn its desire for eternity, the besieged body passes through two stages. First, it \nis transformed into a mere thing, malleable matter. Second, the manner in which \nit is put to death — suicide — affords it its ultimate signi/bullet5 cation. The matter of the \nbody, or again the matter which is the body, is invested with properties that can- \nnot be deduced from its character as a thing, but from a transcendental nomos out-\nside it. The besieged body becomes a piece of metal whose function is, through \nsacri/bullet5 ce, to bring eternal life into being. The body duplicates itself and, in death, \nliterally and metaphorically escapes the state of siege and occupation. \nLet me explore, in conclusion, the relation between terror, freedom, and sac- \nri/bullet5 ce. Martin Heidegger argues that the human’ s “ being toward death”  is the deci- \n75. Martin Heidegger, Etre et temps (Paris: Gallimard, 1986), 289– 322. sive condition of all true human freedom. 76In other words, one is free to live \none’ s own life only because one is free to die one’ s own death. Whereas Heideg- \nger grants an existential status to being-toward-deat h and considers it an event of \nfreedom, Bataille suggests that “ sacri/bullet5 ce in reality reveals nothing. ”  It is not sim- \nply the absolute manifestati on of nega tivity. It is also a comedy. For Bataille, \ndeath reveals the human subject’ s animal side, which he refers to moreover as the \nsubject’ s “ natural being. ”  “ For man to reveal himself in the end, he has to die, but \nhe will have to do so while alive — by looking at himself ceasing to exist, ”  he \nadds. In other words, the human subject has to be fully alive at the very moment \nof dying, to be aware of his or her death, to live with the impression of actually \ndying. Death itself must become awareness of the self at the very time that it does \naway with the conscious being. “ In a sense, this is what happens (what at least is \non the point of taking place, or what takes place in an elusive, fugitive manner), \nby means of a subterfuge in the sacri/bullet5 ce. In the sacri/bullet5 ce, the sacri/bullet5 ced identi/bullet5 es \nhimself with the animal on the point of death. Thus he dies seeing himself die, \nand even, in some sense, through his own will, at one with the weapon of sacri- \n/bullet5 ce. But this is play!”  And for Bataille, play is more or less the means by which \nthe human subject “ voluntarily tricks himself. ”77\nHow does the notion of play and trickery relate to the “ suicide bomber” ? \nThere is no doubt that in the case of the suicide bomber the sacri/bullet5 ce consists of \nthe spectacular putting to death of the self, of becoming his or her own victim \n(self-sacri/bullet5 ce). The self-sacri/bullet5 ced proceeds to take power over his or her death \nand to approach it head-on. This power may be derived from the belief that the \ndestruction of one’ s own body does not affect the continuity of the being. The idea \nis that the being exists outside us. The self-sacri/bullet5 ce consists, here, in the removal \nof a twofold prohibition: that of self-immola tion (suicide) and that of murder. \nUnlike primitive sacri/bullet5 ces, however, there is no animal to serve as a substitute \nvictim. Death here achieves the character of a transgression. But unlike cruci/bullet5 x- \nion, it has no expiatory dimension. It is not related to the Hegelian paradigms of \nprestige or recognition. Indeed, a dead person cannot recognize his or her killer, \nwho is also dead. Does this imply that death occurs here as pure annihilation  and \nnothingness, excess and scandal? \nWhether read from the perspective of slavery or of colonial occupation, death \nand freedom are irrevocably interwoven. As we have seen, terror is a de/bullet5 ning \nfeatur e of both slave and late-modern colonial regimes. Both regimes are also Public Culture \n3876. Heidegger, Etre et temps .\n77. Bataille, Oeuvres complè tes , 336.Necropolitics \n39speci/bullet5 c instances and experiences of unfreedom. To live under late modern occu- \npation is to experience a permanent condition of “ being in pain” : forti/bullet5 ed struc- \ntures, military posts, and roadblocks everywhere; buildings that bring back painful \nmemories of humiliation, interrogations , and beatings; curfews that imprison \nhundreds of thousands in their cramped homes every night from dusk to day- \nbreak; soldiers patrolling the unlit streets, frightened by their own shadows; chil- \ndren blinded by rubber bullets; parents shamed and beaten in front of their fami- \nlies; soldiers urinating on fences, shooting at the rooftop water tanks just for fun, \nchanting loud offensive slogans, pounding on fragile tin doors to frighten the chil- \ndren, con/bullet5 scating papers, or dumping garbage in the middle of a residential neigh- \nborhood; border guards kicking over a vegetable stand or closing borders at whim; \nbones broken; shootings and fatalities — a certain kind of madness. 78\nIn such circumsta nces, the discipline of life and the necessities of hardship \n(trial by death) are marked by excess. What connects terror, death, and freedom \nis an ecstatic notion of temporality and politics. The future, here, can be authen- \ntically anticipated, but not in the present. The present itself is but a moment of \nvision — vision of the freedom not yet come. Death in the present is the mediator \nof redemption. Far from being an encounter with a limit, boundary, or barrier, it is \nexperienced as “ a release from terror and bondage. ”79As Gilroy notes, this pref- \nerence for death over continued servitude is a commentary on the nature of free- \ndom itself (or the lack thereof). If this lack is the very nature of what it means for \nthe slave or the colonized to exist, the same lack is also precisely the way in \nwhich he or she takes account of his or her mortality. Referring to the practice of \nindividual or mass suicide by slaves cornered by the slave catchers, Gilroy sug- \ngests that death, in this case, can be represented as agency. For death is precisely \nthat from and over which I have power . But it is also that space where freedom \nand negation operate. \nConclusion\nIn this essay I have argued that contemporary forms of subjugation of life to the \npower of death (necropolitics) profoundly recon/bullet5 gure the relations among resis- \ntance, sacri/bullet5 ce, and terror . I have demonstrat ed that the notion of biopower is \ninsuf/bullet5 cient to account for contemporary forms of subjugation of life to the power \n78. For what precedes, see Amira Hass, Drinking the Sea at Gaza: Days and Nights in a Land \nunder Siege (New York: Henry Holt, 1996). \n79. Gilroy, Black Atlantic , 63.of death. Moreover I have put forward the notion of necropolitics and necro- \npower to account for the various ways in which, in our contemporary world, \nweapons are deployed in the interest of maximum destruction of persons and the \ncreation of death-worlds , new and unique forms of social existence in which vast \npopulations are subjected to conditions of life conferring upon them the status of \nliving dead . The essay has also outlined some of the repressed topographies of \ncruelty (the plantation and the colony in particular) and has suggested that under \nconditions of necropower, the lines between resistance and suicide, sacri/bullet5 ce and \nredemption, martyrdom and freedom are blurred. \nAchille Mbembe is a senior researcher at the Institute of Social and Economic \nResearch at the University of the Witwatersrand. Recent publications include On\nthe Postcolony (2001) and “ African Modes of Self-Writing, ”  Public Culture (win-\nter 2002).Public Culture \n40"}