{"file_name": "d50b8ecb-a8aa-4696-ad84-403ef15e2c8b.pdf", "text": "Name Rating (out of 5) Vacancy Pool Sample Review\nHotels\nNeptune's Palace 5Yes Yes A hotel fit for a king.\nAdmiral Sturgeon 5No Yes The breakfast was wonderful. The price was not.\nCurrents 4Yes Yes The staff was helpful and accomodating.\nThe Laughing Gull 3No Yes Great proximity to the beach.\nLoach Towers 2Yes No Good view of the water.\nMotels\nSea Escape Inn 5Yes Yes Don't let the \"motel\" look scare you. This place made for a clean and comfortable vacation.\nWash Inn 3No Yes It was nice that they had laundry machines for guests.\nBoulevard Motel 2Yes No Real close to the gas station.\nGood Motel 1Yes No Name is false advertising.\nSea Larva Motel 0Yes Yes Name is true advertising.\nRental Houses\nCape Super 4No No The owner was very nice. A pleasure to talk to.\nBleek Island 3No No We got a personalized box of chocolates upon our arrival. How sweet!\nPinedrift Avenue 4Yes No This would be a good place if it wasn't an hour away from everything.\nOcean and Main 5No Yes The location is great, if you don't mind the noise.\n4th Street Cottage 5No No The board games in the living room were nice to have.\nShelley's Place 4Yes Yes The floorboards creaked too loud! Made it hard to walk and sleep at the same time.\nCreakwood Creek 3No Yes Tried fishing in the creek but nothing was biting.\nHeadrush Beach 3No No The accomodations are rough, but the private beach is amazing.\nShiplap Cabin 3Yes No Pretty sure this place is haunted.\nHaddonfield House 1Yes No The kitchen made it easy to prepare our own meals during our stay.\nCampgrounds\nThe Glampground 4Yes Yes Has the most Ultra HD TVs out of any campground I've been to.\nGull Crest 5Yes Yes A bird defecated on our tent... never going back.\nBarnacle Isle 3No No Hard to bring our RV here when the only access to the island is by boat.\nCozy Wood 4Yes Yes Not the most secluded, but clean and comfortable.\nGravel Lot Campground 1Yes No No water or electric hookups for our camper... talk about \"roughing it\"."}